// pages/cssCase/stepsAnt/index.js
Page({
  data: {
    // 内容列表
    list: [
      {
        date: '2021/12/24',
        time: '11:11',
        content: '这是第一条数据嘻嘻'
      },
      {
        date: '2021/12/24',
        time: '11:11',
        content: '这是第二条数据嘻嘻哈哈哈哈哈或哈哈哈哈'
      },
      {
        date: '2021/12/24',
        time: '11:11',
        content: '这是第三条数据嘻嘻哈哈哈哈哈或哈哈哈哈是东方市的发数据库的方式的会计法是京东客服是'
      },
      {
        date: '2021/12/24',
        time: '11:11',
        content: '这是第四条数据嘻嘻哈哈哈哈哈或哈哈哈哈是东方市的发数据库的方式的会计法是京东客服啊哈健康是福和阿是否会上电视机肯定发是兑换积分个是兑换积分是兑换积分说的架子快递费水电费是'
      },
      {
        date: '2021/12/24',
        time: '11:11',
        content: '这是第五条数据嘻嘻哈哈哈哈哈或哈哈哈哈是东方市的发数据库的方式的会计法是京东客服啊哈健康是福和阿是否会上电视机肯定发是兑换积分个是兑换积分是兑换积分说的架子快递费水电费是按数据库发撒考虑到非说的话会计法和山东矿机发和上岛咖啡'
      },
      {
        date: '2021/12/24',
        time: '11:11',
        content: '这是第六条数据嘻嘻哈哈哈哈哈或哈哈哈哈是东方市的发数据库的方式的会计法是京东客服啊哈健康是福和阿是否会上电视机肯定发是兑换积分个是兑换积分是兑换积分说的架子快递费水电嘻哈哈哈哈哈或哈哈哈哈是东方市的发数据库的方式的会计法是京东客服啊哈健康是福和阿是否会上电视机肯定发是兑换积分个是兑换积分是兑换积分说的架子快递费水电嘻哈哈哈哈哈或哈哈哈哈是东方市的发数据库的方式的会计法是京东客服啊哈健康是福和阿是否会上电视机肯定发是兑换积分个是兑换积分是兑换积分说的架子快递费水电费是按数据库发撒考虑到非说的话会计法和山东矿机发和上岛咖啡'
      },
      {
        date: '2021/12/24',
        time: '11:11',
        content: '这是第七条数据嘻嘻哈和上岛咖啡'
      },
    ]
  },
})