// pages/cssCase/stepsAnt/index.js
Page({


  data: {
    list: [{
        date: '2021/12/24',
        time: "11:11",
        content: '这是第一条数据嘻嘻'
      },
      {
        date: '2021/12/24',
        time: "11:11",
        content: '这是第2条数据嘻嘻哈哈哈哈哈说的都是多多'
      },
      {
        date: '2021/12/24',
        time: "11:11",
        content: '这是第32条数据嘻嘻哈哈哈哈哈说的都是多多考生复试巅峰计划看电视看粉红色的粉红色的粉红色的发送到'
      },
      {
        date: '2021/12/24',
        time: "11:11",
        content: '这是第4条数据嘻嘻哈哈哈哈哈说的都是多多ediuf dkh d是的柔肤水搜发送到粉红色的接口发就是掉分束带结发和闪电发货都是废话水电费客户'
      },
      {
        date: '2021/12/24',
        time: "11:11",
        content: '这位是司电话费斯柯达粉红色的几句话分时间掉分更合适的发送到看就发烧打几分水电费水电费是的就很烦上岛咖啡水电费水电费收代理费和上岛咖啡和上岛咖啡死得快方式的会计法司电话费可视对讲发说多了几分圣诞快乐分离式的发射基地看凤山街道看了上分'
      },
      {
        date: '2021/12/24',
        time: "11:11",
        content: '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户' +
          '这是第5条数据嘻嘻这是第5条数据d这是第5条数据发就是掉分这是第这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据这是第5条数据电费客户'
      },
      {
        date: '2021/12/24',
        time: "11:11",
        content: '这位是司电话费斯柯达粉红色的几句话分时间掉分更合适的发送到看就发烧打几分水电费水电费是的就很烦上岛咖啡水电费水电费收代理费和上岛咖啡和上岛咖啡死得快方式的会计法司电话费可视对讲发说多了几分圣诞快乐分离式的发射基地看凤山街道看了上分'
      },
    ]
  },
  onLoad() {
    let a = 128;
    let b = 128;
    console.log(a == b)
    console.log(a === b)
    let c = "128";
    let d = 128;
    console.log(c == d)
    console.log(c === d)
    let e = 'ee';
    console.log(typeof (e))
    let f = 'ff';
    let g = e + f;
    console.log(g == e + f)
    console.log(g === e + f)
  }

})