// pages/logistics/index.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    //物流情况
    expresslist:{
      order_no:'1q213232132',
      de_company:'顺丰',
      wuliu_no:'73584y357349',
      list:[
        {
          display:'0',//已签收 判断是否加class条件
          status:'已签收',
          text:'【揭阳市】已离开 广东揭阳分拨中心：发往啦啦啦啦说的话凤凰大：发往啦啦啦啦说的话凤凰大啦啦说的话凤凰大厦附近收到回复的就是',
          time:'2020-06-20 18:33:42'
        },
        {
          display:'1',
          status:'待取件',
          text:'【揭阳市】已离开 广东揭阳分拨中心：发往啦啦啦啦说的话凤凰大厦附近收到回复的就是',
          time:'2020-06-20 18:33:42'
        },
        {
          display:'2',
          status:'派送中',
          text:'【揭阳市】已离开 广东揭阳分拨中心：发往啦啦啦啦说的话凤凰大厦附近收到回复的就是',
          time:'2020-06-20 18:33:42'
        },
        {
          display:'3',
          status:'运输中',
          text:'【揭阳市】已离开 广东揭阳分拨中心：发往啦啦啦啦说的话凤凰大厦附近收到回复的就是',
          time:'2020-06-20 18:33:42'
        },
      ]
    }

  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

})